9/data/attachments/3efe94acc4525725.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_actions_b9673948-a90b-433a-aca3-07896e3943a7</nif:username>
            <nif:friendToBeAdded>Alexander_follow_Actions_89025_2</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>